// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* No comment provided by engineer. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ płyt(y).";

/* No comment provided by engineer. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 płyta.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (brak możliwości rezerwowania online)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* Polish peculiarity: for numbers 2-4,22-24,32-34,... the correct form is "%d godziny"*/
"%d hours" = "%d godzin";

/* Polish peculiarity: for numbers 2-4,22-24,32-34,... the correct form is "%d minuty"*/
"%d minutes" = "%d minut";

/* Polish peculiarity: for numbers 2-4,22-24,32-34,... the correct form is "%d miesiące temu"*/
"%d months ago" = "%d miesięcy temu";

/* No comment provided by engineer. */
"%d of %d" = "%d z %d";

/* Polish peculiarity: for numbers 2-4,22-24,32-34,... the correct form is "%d tygodnie temu"*/
"%d weeks ago" = "%d tygodni temu";

/* Polish peculiarity: for numbers 2-4,22-24,32-34,... the correct form is "%d lata temu"*/
"%d years ago" = "%d lat temu";

/* No comment provided by engineer. */
"1 hour" = "1 godzina";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometr";

/* No comment provided by engineer. */
"1 mile" = "1 mila";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 month ago" = "1 miesiąc temu";

/* No comment provided by engineer. */
"1 week ago" = "1 tydzień temu";

/* No comment provided by engineer. */
"1 year ago" = "1 rok temu";

/* No comment provided by engineer. */
"About" = "O";

/* This string has to be small enough to be visible with a picker switch next to it */
"Auto-Update Location" = "Aktualizuj położenie";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. */
"Call" = "Zadzwoń";

/* No comment provided by engineer. */
"Cast:" = "Obsada:";

/* No comment provided by engineer. */
"Change date" = "Data modyfikacji";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Miasto/region lub kod pocztowy";

/* No comment provided by engineer. */
"Could not find location." = "Nie mogę znaleźć podanego miejsca.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Szczegóły na temat DVD/Blu-ray:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Dane dla przyszłych terminów mogą być niepełne. Przestaw datę na obecny czas aby zobaczyć pełną listę.";

/* No comment provided by engineer. */
"Director:" = "Reżyser:";

/* No comment provided by engineer. */
"Directors:" = "Reżyserzy:";

/* No comment provided by engineer. */
"Distance" = "Odległość";

/* No comment provided by engineer. */
"Downloading data" = "Ściąganie danych";

/* No comment provided by engineer. */
"Downloading poster" = "Ściąganie plakatu";

/* This string must it on a button half the width of the screen. */
"E-mail listings" = "Adresy e-mail";

/* No comment provided by engineer. */
"Favorites" = "Ulubione";

/* No comment provided by engineer. */
"Format:" = "Format:";

/* No comment provided by engineer. */
"Genre:" = "Gatunek:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Serwisy geolokacyjne:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafika: Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Ostatni piątek";

/* No comment provided by engineer. */
"Last Monday" = "Ostatni poniedziałek";

/* No comment provided by engineer. */
"Last Saturday" = "Ostatnia sobota";

/* No comment provided by engineer. */
"Last Sunday" = "Ostatnia niedziela";

/* No comment provided by engineer. */
"Last Thursday" = "Ostatni czwartek";

/* No comment provided by engineer. */
"Last Tuesday" = "Ostatni wtorek";

/* No comment provided by engineer. */
"Last Wednesday" = "Ostatnia środa";

/* Only for geographic distance */
"Less than %d %@ away" = "Odległość mniejsza niż %1$d %2$@";

/* Only for geographic distance */
"Less than 1 %@ away" = "Odległość mniejsza niż 1 %@";

/* No comment provided by engineer. */
"License" = "Licencja";

/* No comment provided by engineer. */
"Loading poster" = "Okładka";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokalne wyniki niedostępne";

/* No comment provided by engineer. */
"Localized by:" = "Wersja polska:";

/* No comment provided by engineer. */
"Location" = "Położenie";

/* No comment provided by engineer. */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Movie details provided by:" = "Opisy filmów:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Recenzje filmowe:";

/* No comment provided by engineer. */
"Movies" = "Filmy";

/* No comment provided by engineer. */
"Name" = "Tytuł";

/* No comment provided by engineer. */
"Network unavailable" = "Sieć niedostępna";

/* No comment provided by engineer. */
"No information found" = "Brak informacji";

/* No comment provided by engineer. */
"No results found for '%@'" = "Brak rezultatów dla:";

/* No comment provided by engineer. */
"No synopsis available." = "Brak streszczenia.";

/* No comment provided by engineer. */
"None" = "Brak";

/* No comment provided by engineer. */
"Not yet rated" = "Brak ocen";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Order tickets for %@" = "Zamów bilety na %@";

/* This string must it on a button half the width of the screen. */
"Play trailer" = "Odtwórz trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Wprowadź swoje położenie";

/* No comment provided by engineer. */
"Project website" = "Strona projektu";

/* No comment provided by engineer. */
"Rated %@" = "Ocena %@";

/* No comment provided by engineer. */
"Rated:" = "Ocena:";

/* This string must it on a button half the width of the screen. */
"Read reviews" = "Czytaj recenzje";

/* No comment provided by engineer. */
"Really close by" = "Bardzo blisko";

/* No comment provided by engineer. */
"Really far away" = "Bardzo daleko";

/* No comment provided by engineer. */
"Release date:" = "Premiera:";

/* No comment provided by engineer. */
"Release" = "Premiera";

/* No comment provided by engineer. */
"Release: %@" = "Premiera: %@";

/* No comment provided by engineer. */
"Reviews" = "Recenzje";

/* No comment provided by engineer. */
"Running time:" = "Czas trwania:";

/* No comment provided by engineer. */
"Score" = "Ocena";

/* No comment provided by engineer. */
"Search Date" = "Wyszukiwany okres";

/* No comment provided by engineer. */
"Search Distance" = "Wyszukiwana odległość";

/* No comment provided by engineer. */
"Send Feedback" = "Wyślij uwagi";

/* No comment provided by engineer. */
"Settings" = "Ustawienia";

/* Polish peculiarity: for numbers 2-4,22-24,32-34,... the correct form is "Pokaż %d ukryte kina". BTW: what is a "hidden theater"?*/
"Show %d hidden theaters" = "Pokaż %d ukrytych kin";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "Pokaż 1 ukryte kino";

/* No comment provided by engineer. */
"Show Both" = "DVD i Blu-ray";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Seanse otrzymane dla %@.";

/* No comment provided by engineer. */
"Studio:" = "Wytwórnia:";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Ostatni seans w kinie\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Kierownictwo kin dostarcza często danych tylko na ograniczoną liczbę dni naprzód. W rezultacie dane z niektórych kin mogą nie być wyświetlone jeżeli ustawiony jest zbyt długi okres wyszukiwania.";

/* No comment provided by engineer. */
"Theaters" = "Kina";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Dane na temat seansów w tym kinie nie zostały jeszcze dostarczone. Kiedy zostaną one dostarczone, %@ pobierze je automatycznie.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Sprzedaż biletów:";

/* No comment provided by engineer. */
"Title" = "Tytuł";

/* No comment provided by engineer. */
"Today" = "Dziś";

/* No comment provided by engineer. */
"Unknown Distance" = "Nieznana odległość";

/* No comment provided by engineer. */
"Unknown Release Date" = "Nieznany czas premiery";

/* No comment provided by engineer. */
"Unrated" = "Brak ocen";

/* No comment provided by engineer. */
"Upcoming" = "Wkrótce";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Użyj małej czcionki";

/* No comment provided by engineer. */
"Website" = "Strona www";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Autor: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Wczoraj";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Kraj w ustawieniach Twojego %@'a to %@\n\nPełne wsparcie dla Now Playing w Twoim kraju będzie dostępne wkrótce, ale pewne funkcje są dostępne już dziś! Kiedy więcej funkcji będzie dostępnych, zostaniesz automatycznie poinformowany o możliwych aktualizacjach.";

/* No comment provided by engineer. */
"kilometer" = "kilometr";

/* Polish peculiarity: for numbers 2-4,22-24,32-34,... the correct form is "kilometry"*/
"kilometers" = "kilometerów";

/* No comment provided by engineer. */
"mile" = "mila";

/* Polish peculiarity: for numbers 2-4,22-24,32-34,... the correct form is "%d mile"*/
"miles" = "mil";